Repository: ozgurlukicin/ozgurlukicin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Issue
tr: Sayı

source: Title
tr: Başlık

source: use &lt;br/&gt; to break line like "Spread Pardus E-zine &lt;br/&gt; March 2009"
tr: alt satıra düşmesi için arada &lt;br/&gt; kullanın "Özgürlükİçin e-dergi &lt;br/&gt; Mart 2009" gibi

source: Contents
tr: İçindekiler

source: E-zine Image
tr: Dergi Görseli

source: Editor
tr: Editör

source: Page count
tr: Sayfa sayısı

source: 300dpi e-zine address
tr: 300dpi dergi adresi

source: like /media/dosya/sp_i11_big.pdf
tr: /media/dosya/oi_say11_buyuk.pdf gibi

source: 300dpi e-zine size
tr: 300dpi dergi boyutu

source: in bytes
tr: bayt cinsinden

source: 96dpi e-zine address
tr: 96dpi dergi adresi

source: like /media/dosya/sp_i11_sml.pdf
tr: /media/dosya/oi_say11_kucuk.pdf gibi

source: 96dpi e-zine size
tr: 96dpi dergi boyutu

source: E-Zine
tr: E-Dergi

source: E-Zines
tr: E-Dergiler

source: Spread Pardus e-zine is online!
tr: Özgürlükİçin e-dergi yayında!

source: Download
tr: İndir

source: download
tr: indir

source: Show/hide e-zine content
tr: Dergi içeriğini göster/gizle

source: [Show/Hide]
tr: [Göster/Gizle]

source: General
tr: Genel

source: Other
tr: Diğer

source: Text
tr: Yazı

source: Date
tr: Tarih

source: Template name
tr: Şablon adı

source: Flatpage
tr: Statik sayfa

source: Flatpages
tr: Statik sayfalar

source: %(site_name)s %(forum_name)s forum
tr: %(site_name)s %(forum_name)s forumu

source: Forum Title :
tr: Forum Başlığı :

source: Forum Tag order :
tr: Forum Etiket sırası :

source: Tags
tr: Etiketler

source: You can select more than one tag by pressing and holding CTRL key. (5 at most)
tr: "CTRL basılı tutarak birden fazla etiket seçebilirsiniz!(En çok 5)

source: You can choose 5 tags at most. Please choose only relevant tags with your topic.
tr: En fazla 5 etiket seçebilirsiniz. Lütfen açtığınız başlığa uygun etiket seçiniz.

source: Topic
tr: Başlık

source: Abuse Reason
tr: Şikayet Sebebi

source: (can be 512 characters at most)
tr: (en fazla 512 karakter olabilir)

source: End Date
tr: Bitiş Tarihi

source: Specify when voting will end. like 30/8/2008.
tr: Oylamanın ne zaman biteceğini belirleyin. 30/8/2008 gibi.

source: 1st Choice
tr: 1. Seçenek

source: 2nd Choice
tr: 2. Seçenek

source: 3rd Choice
tr: 3. Seçenek

source: 4th Choice
tr: 4. Seçenek

source: 5th Choice
tr: 5. Seçenek

source: 6th Choice
tr: 6. Seçenek

source: 7th Choice
tr: 7. Seçenek

source: 8th Choice
tr: 8. Seçenek

source: You have to specify an end date for voting.
tr: Oylama bitiş tarihini belirlemelisiniz.

source: Author
tr: Yazar

source: Post
tr: İleti

source: Hidden
tr: Gizli

source: Create date
tr: Oluşturulma tarihi

source: Update date
tr: Güncellenme tarihi

source: Number of updates
tr: Güncellenme sayısı

source: Last Editor
tr: Son Düzenleyen

source: IP address
tr: IP adresi

source: Posts
tr: İletiler

source: Can see author ip
tr: Yazarın IP adresini görebilir

source: Can hide
tr: Gizleyebilir

source: Can see hidden posts
tr: Gizli iletileri görebilir

source: Sticky
tr: Sabit

source: Locked
tr: Kilitli

source: Number of posts
tr: İleti sayısı

source: Number of views
tr: Görüntülenme sayısı

source: Latest posts
tr: Son iletiler

source: Poll
tr: Anket

source: Topics
tr: Başlıklar

source: Can hide topic
tr: Başlığı gizleyebilir

source: Can stick topic
tr: Başlığı sabitleyebilir

source: Can lock topic
tr: Başlığı kilitleyebilir

source: Can tag topic
tr: Başlığı etiketleyebilir

source: Can see hidden topics
tr: Gizli başlıkları görebilir

source: Can merge topic
tr: Başlığı birleştirebilir

source: Can move topic
tr: Başlığı taşıyabilir

source: Can create poll
tr: Anket oluşturabilir

source: Can change poll
tr: Anketi değiştirebilir

source: Category
tr: Kategori

source: Name
tr: İsim

source: SEF name
tr: SEF isim

source: Description
tr: Açıklama

source: Number of topics
tr: Başlık sayısı

source: Latest Post
tr: Son İleti

source: Ordering
tr: Sıralama

source: Forums
tr: Forumlar

source: Can hide forum
tr: Forumu gizleyebilir

source: Can lock forum
tr: Forumu kilitleyebilir

source: Can see hidden forums
tr: Gizli forumları görebilir

source: Category name
tr: Kategori adı

source: Categories
tr: Kategoriler

source: Can hide category
tr: Kategoriyi gizleyebilir

source: Can see hidden categories
tr: Gizli kategoriyi görebilir

source: Reporter
tr: Raporlayan

source: Reason
tr: Sebep

source: Abuse Report
tr: İleti Şikayeti

source: Abuse Reports
tr: İleti Şikayetleri

source: User
tr: Kullanıcı

source: Watchlist
tr: İzleme Listesi

source: Watchlists
tr: İzleme Listesi

source: Topic is locked.
tr: Başlık kilitli.

source: Can't marge same topic
tr: Aynı başlık birleştirilemez

source: Invalid forum.
tr: Geçersiz forum.

source: Topic is already in this forum.
tr: Başlık zaten bu forumda.

source: Spread Pardus Forum - Abuse Report
tr: Özgürlükİçin Forum - İleti Şikayeti

source: A post in under %(topic)s topic was reported as abuse. Click here to see the post in forum: %(link)s That was the text in post (written by %(sender)s): %(message)s This was the reporter's comment (written by %(reporter)s): %(reason)s
tr: %(topic)s başlığı altındaki bir ileti şikayet edildi.. Forumda görmek için tıklayın: %(link)s İleti metni buydu (%(sender)s tarafından yazılmış): %(message)s Şikayet metni buydu (%(reporter)s tarafından yazılmış): %(reason)s

source: Your report has been sent to admins. Thank you for your support.
tr: Şikayetiniz ilgililere ulaştırılmıştır. Desteğiniz için teşekkür ederiz.

source: There's already a poll in this topic.
tr: Bu başlıkta zaten anket var.

source: Voting time has expired.
tr: Oylama süresi sona erdi.

source: Brainstorm
tr: Yeni Fikirler

source: Your comment
tr: Yorumunuz

source: Idea title
tr: Fikir başlığı

source: Related package
tr: İlgili paket

source: Can be left blank.
tr: Boş bırakılabilir.

source: Status Category
tr: Durum Kategorisi

source: Status Categories
tr: Durum Kategorileri

source: Invalid
tr: Geçersiz

source: Status
tr: Durum

source: Statuses
tr: Durumlar

source: Related Category
tr: İlgili Kategorisi

source: Related Categories
tr: İlgili Kategorileri

source: Idea relation
tr: Fikir ilişkisi

source: Idea relations
tr: Fikir ilişkileri

source: Idea Title
tr: Fikir Başlığı

source: Submitter
tr: Gönderen

source: Write something to describe your idea.
tr: Fikrinizi burada anlatın.

source: Related Package
tr: İlgili Paket

source: This can be left blank.
tr: Boş bırakılabilir.

source: Vote Count
tr: Oy Sayısı

source: Duplicate Idea
tr: Fikir Tekrarı

source: Idea is Duplicate
tr: Fikir Tekrarı

source: Related forum link
tr: İlgili forum bağlantısı

source: Paste a topic address if you think it's related.
tr: İlgili olduğunu düşündüğünüz başlığın adresini girin.

source: Bug Numbers
tr: Hata Numaraları

source: Enter related bug numbers with commas between them. (This can be left blank)
tr: İlgili hata numaralarını aralarına virgül koyarak girin. (Boş bırakılabilir)

source: File
tr: Dosya

source: Forum Topic
tr: Forum Başlığı

source: New Idea
tr: Yeni Fikir

source: New Ideas
tr: Yeni Fikirler

source: ideas in %s category
tr: %s kategorisindeki fikirler

source: ideas tagged %s
tr: %s etiketli fikirler

source: ideas related to %s
tr: %s ile ilgili fikirler

source: ideas added by %s
tr: %s tarafından eklenen fikirler

source: Today's popular ideas
tr: Bugünkü popüler fikirler

source: This week's popular ideas
tr: Bu haftaki popüler fikirler

source: This month's popular ideas
tr: Bu ayki popüler fikirler

source: Alltime popular ideas
tr: Tüm zamanların popüler fikirleri

source: Recently commented ideas
tr: Son tartışılanlar

source: Latest Ideas
tr: Son eklenenler

source: Resolved
tr: Çözüldü

source: Resolved ideas
tr: Çözülen fikirler

source: Looking for Volunteers
tr: Gönüllü arananlar

source: Favourite ideas
tr: Favori Fikirler

source: Popular ideas of last two days
tr: Son iki günün popüler fikirleri

source: Last five ideas
tr: Son 5 fikir

source: Details of idea number %d
tr: %d numaralı fikrin ayrıntıları

source: Related Forum Link
tr: İlgili Forum Bağlantısı

source: Related bugs
tr: İlgili hatalar

source: Submit New Idea
tr: Yeni Fikir Ekle

source: Idea couldn't be submitted, please fix the errors below.
tr: Fikir eklenemedi, lütfen aşağıdaki hataları düzeltin.

source: Submit
tr: Gönder

source: Brainstorm
tr: Yeni Fikirler

source: Spread Pardus
tr: Özgürlükiçin

source: User Box
tr: Kullanıcı Kutusu

source: Login
tr: Giriş

source: Register
tr: Kayıt Ol

source: Lost Password
tr: Parola değiştir

source: Hello %(username)s!
tr: Merhaba %(username)s!

source: You can display your profile page by clicking <a href="%(profile_url)s">here</a> or you can logout by clicking <a class="sari" href="/kullanici/cikis/">here</a>.
tr: Profil sayfanıza <a href="%(profile_url)s">buradan</a> ulaşabilir ya da <a class="sari" href="/kullanici/cikis/">buraya</a> tıklayarak sistemden çıkabilirsiniz.

source: Search
tr: Arama

source: New Ideas Mainpage
tr: Yeni Fikirler Anasayfa

source: Submit Idea
tr: Fikir Ekle

source: My Ideas
tr: Eklediğim Fikirler

source: Favuorite Ideas
tr: Favorilerim

source: Ideas in progress
tr: Çözüm sürecindeki fikirler

source: Invalid ideas
tr: Geçersiz fikirler

source: shipit
tr: cdgonder

source: This is duplicate of idea <a href="%(url)s">#%(id)s</a>
tr: Bu fikir <a href="%(url)s">#%(id)s</a> numaralı fikrin aynısı

source: Bug reports
tr: Hata kayıtları

source: Bug <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=%(bug)s">#%(bug)s</a> is related with this idea
tr: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=%(bug)s">#%(bug)s</a> numaralı hata bu fikir ile ilgili

source: Ideas that were marked as duplicate of this idea
tr: Bu fikrin aynısı olarak işaretlenen fikirler

source: (%(vote_count)s vote)
tr: (%(vote_count)s oy)

source: Edit idea
tr: Fikri düzenle

source: Report duplicate idea
tr: Fikir tekrarı bildir

source: Change idea status
tr: Fikrin durumunu değiştir

source: Are you sure you want to delete this idea?
tr: Bu fikri silmek istediğinizden emin misiniz?

source: Delete idea
tr: Fikri sil

source: Did you see a duplicate of this idea? Then, help us by reporting it!
tr: Bu fikrin aynısını daha önce görmüş müydünüz ? O zaman fikir tekrarını bildirerek bize yardımcı olun!

source: Idea number
tr: Fikir numarası

source: Report
tr: Bildir

source: Change
tr: Değiştir

source: I liked this idea
tr: Bu fikri sevdim

source: I didn't like this idea
tr: Bu fikri sevmedim

source: Remove from my favourites
tr: Favorilerimden çıkar

source: Idea is in your favourites
tr: Fikir favorilerinize eklenmiş

source: Add to my favourites
tr: Favorilerime ekle

source: Was sent by <a href="%(profile_url)s" title="go to %(submitter)s's profile">%(submitter)s</a> on %(submitted_date)s to <a href="%(category_url)s" title="%(category)s">%(category)s</a> category.
tr: <a href="%(profile_url)s" title="go to %(submitter)s's profile">%(submitter)s</a> tarafından %(submitted_date)s tarihinde <a href="%(category_url)s" title="%(category)s">%(category)s</a> kategorisine gönderilmiştir.

source: It's related to <a href="/yenifikir/listele/ilgili/%(related_to)s" title="%(related_to)s">%(related_to)s</a>.
tr: <a href="/yenifikir/listele/ilgili/%(related_to)s" title="%(related_to)s">%(related_to)s</a> ile ilgilidir.

source: Comment
tr: Yorum

source: Comments
tr: Yorumlar

source: There is %(comment_count)s comment.
tr: %(comment_count)s tane yorum yapıldı.

source: Be the first one to comment!
tr: İlk yorum yapan siz olun!

source: Plain text
tr: Düz metin

source: 250000 characters at most
tr: en fazla 250000 karakter

source: IP Address
tr: IP Adresi

source: Syntax
tr: Sözdizimi

source: Colorified Text
tr: Renklendirilmiş Yazı

source: Can hide pasted text
tr: Yapıştırılmıiş yazıyı gizleyebilir

source: Surname
tr: Soyadı

source: City
tr: Şehir

source: Job
tr: İş

source: E-mail
tr: E-posta

source: Mainpage
tr: Ana Sayfa

source: Sign date
tr: İmzalama tarihi

source: Activation Key
tr: Etkinleştirme Anahtarı

source: Active
tr: Etkin

source: Inform
tr: Bilgilendir

source: Signer
tr: İmzalayan

source: Signers
tr: İmzalayanlar

source: E-Mail
tr: E-Posta

source: Web Site
tr: Web Sitesi

source: (not required)
tr: (zorunlu değil)

source: Inform me about events:
tr: Etkinliklerden haber ver:

source: Select this if you want to get news about other Spread Pardus events.
tr: Diğer Özgürlükiçin etkinlikleri hakkında haberler almak istiyorsanız bunu seçin.

source: This e-mail address has already signed the petition.
tr: Bu e-posta adresiyle imza atılmış.

source: Username
tr: Kullanıcı adı

source: Speaker
tr: Konuşmacı

source: Speakers
tr: Konuşmacılar

source: SEF Title
tr: SEF Başlık

source: Image
tr: Görsel

source: Summary
tr: Özet

source: Guests
tr: Misafirler

source: Episode
tr: Bölüm

source: Episodes
tr: Bölümler

source: Option
tr: Seçenek

source: Question
tr: Soru

source: Changing vote is allowed
tr: Oy değiştirmek izinli

source: Check this if you want users to be able to change votes after casting.
tr: Kullanıcıların oy kullandıktan sonra karar değiştirebilmelerine izin verir.

source: Multiple options allowed
tr: Çoklu seçenek izinli

source: Check this if you want users to be able to cast votes on multiple options. Warning: You can't change this option later.
tr: Kullanıcıların birden fazla seçeneğe oy verebilmesini istiyorsanız etkinleştirin. Uyarı bunu daha sonra değiştiremezsiniz.

source: Timed
tr: Süreli

source: Check this if you want voting to end at a specified date.
tr: Oylamanın belli bir zamandan sonra kapanmasını istiyorsanız seçin.

source: Specify when vote casting will be disabled. like 30/8/2008.
tr: Oylamanın ne zaman biteceğini yazın. 30/8/2008 gibi.

source: Creation Date
tr: Oluşturulma Tarihi

source: Polls
tr: Anketler

source: Minimum 3, maximum 20 characters
tr: En az 3 en fazla 20 karakter

source: Birth Date
tr: Doğum Tarihi

source: like 23/4/1985
tr: 23/4/1985 gibi

source: Password
tr: Parola

source: Password (again)
tr: Parola (tekrar)

source: Minimum 5 characters
tr: En az 5 karakter

source: Web Page
tr: Web Sayfası

source: Not required
tr: Zorunlu değil

source: Pardus version that you're using
tr: Kullandığınız Pardus sürümü

source: Contributions
tr: Katkılar

source: How can you contribute our community? (you may select more than one choice with holding down ctrl key, not required)
tr: Topluluğumuza nasıl katkıda bulunabilirsiniz? (ctrl tuşuna basarak birden fazla seçim yapabilirsiniz, zorunlu değil)

source: Contribution comment
tr: Katkı açıklaması

source: Make comments about your contribution (not required)
tr: Katkılarınız hakkında açıklama yapın (zorunlu değil)

source: Show my e-mail address
tr: E-posta adresimi göster

source: Do you want other members to see your e-mail address in your profile page?
tr: Profil sayfanızda diğer kullanıcıların e-posta adresinizi görmesini istiyor musunuz?

source: Show birth date
tr: Doğum tarihini göster

source: Do you want other members to see your birth date in your profile page?
tr: Profil sayfanızda diğer kullanıcıların doğum tarihinizi görmesini istiyor musunuz?

source: Username must be at least 3 characters long
tr: Kullanıcı adı en az 3 karakter olmalıdır

source: Invalid username. Username can only contain "a-z A-Z 0-9 _" characters
tr: Geçersiz kullanıcı adı. Kullanıcı adı sadece "a-z A-Z 0-9 _" karakterlerinden oluşabilir

source: This username is forbidden
tr: Bu kullanıcı adı yasaklanmıştır

source: This username is in use
tr: Bu kullanıcı adı başkası tarafından kullanılıyor

source: This e-mail address is in use
tr: Bu e-posta adresi başkası tarafından kullanılıyor

source: Password may not contain space character
tr: Parola boşluk karakteri içeremez

source: Password must be at least 5 characters long
tr: Parola en az 5 karakter olmalıdır

source: Passwords don't match
tr: Parolalar uyuşmuyor

source: ICQ number must be a positive integer
tr: ICQ numarası 0'dan büyük bir sayı olmalıdır

source: ICQ number can only contain numbers
tr: ICQ numarası sadece rakam içermelidir

source: Show e-mail address
tr: E-posta adresini göster

source: Introduce yourself
tr: Kendinizi tanıtın

source: Here, you can introduce yourself briefly. This will be shown in your profile page.
tr: Burada kısaca kendinizi tanıtabilirsiniz. Yazdıklarınız profil sayfanızda gösterilecektir.

source: Signature
tr: İmza

source: This will be shown under your posts in forum pages (512 characters max.)
tr: Forumdaki iletilerinizin altında gösterilecektir (en fazla 512 karakter)

source: Latitude
tr: Enlem

source: Longitude
tr: Boylam

source: This username is not registered
tr: Bu kullanıcı adı kayıtlı değil

source: This username has already requested a new password
tr: Bu kullanıcı adı zaten yeni parola isteğinde bulunmuş

source: This e-mail address is not registered
tr: Bu e-posta adresi kayıtlı değil

source: Old password
tr: Eski parola

source: Password (Again)
tr: Parola (Tekrar)

source: Password must contain less than 32 characters
tr: Parola 32 karakterden kısa olmalıdır

source: Old password is wrong
tr: Eski parola hatalı

source: Fill all of the fields to change password
tr: Parolayı değiştirmek için bütün alanları doldurun

source: Forbidden Username
tr: Yasaklı Kullanıcı Adı

source: Forbidden Usernames
tr: Yasaklı Kullanıcılar

source: Avatars
tr: Avatarlar

source: Key
tr: Anahtar

source: Timeout
tr: Zaman aşımı

source: Lost Passwords
tr: Kayıp Parolalar

source: example: 'Forum Moderator'
tr: örnek: 'Forum Yöneticisi'

source: Contribution Comment
tr: Katkı Açıklaması

source: User Profile
tr: Kullanıcı Profili

source: User Profiles
tr: Kullanıcı Profilleri

source: Topic does not belong to this user!
tr: Başlık bu kullanıcıya ait değil!

source: %(SITE_NAME)s User Account, %(user)s
tr: %(SITE_NAME)s Kullanıcı Hesabı, %(user)s

source: %(SITE_NAME)s User Password
tr: %(SITE_NAME)s Kullanıcı Parolası

source: Seminar Location
tr: Seminer Yeri

source: Location Description
tr: Yer Bilgisi

source: Telephone
tr: Telefon

source: like 40.903823
tr: 40.903823 gibi

source: like 29.226723
tr: 29.226723 gibi

source: Seminar Locations
tr: Seminer Yerleri

source: Real Name
tr: Gerçek Adı

source: Seminar description
tr: Seminer açıklaması

source: Location
tr: Yer

source: Attenders
tr: Katılımcılar

source: Start date
tr: Başlangıç tarihi

source: End date
tr: Bitiş tarihi

source: Seminar
tr: Seminer

source: Seminars
tr: Seminerler

source: - Mainpage
tr: - Ana Sayfa

source: News: %s
tr: Haberler: %s

source: Package: %s
tr: Paketler: %s

source: Game: %s
tr: Oyunlar: %s

source: First Step: %s
tr: İlk Adımlar: %s

source: Howto: %s
tr: Nasıl: %s

source: - News
tr: - Haberler

source: - First Steps
tr: - İlk Adımlar

source: - Howto
tr: - Nasıl

source: - Games
tr: - Oyunlar

source: - Packages
tr: - Paketler

source: - Workshop
tr: - Atölye

source: Keyword
tr: Anahtar kelime

source: Search Sections
tr: Aranacak Bölümler

source: Other Sections
tr: Diğer Bölümler

source: All
tr: Tümü

source: Search Depth
tr: Arama Derinliği

source: Only Search in Titles
tr: Sadece Başlıklarda Ara

source: Search in Titles and Content
tr: Başlıklarda ve İçerikte Ara

source: Article Name
tr: Madde Adı

source: Wiki page
tr: Wiki sayfası

source: Wiki pages
tr: Wiki Sayfaları

source: Contribution Name
tr: Katkı Adı

source: Contribution Names
tr: Katkı Adları

source: Files
tr: Dosyalar

source: Screenshot
tr: Ekran Görüntüsü

source: Screenshots
tr: Ekran Görüntüleri

source: Videos
tr: Videolar

source: License
tr: Lisans

source: Licenses
tr: Lisanslar

source: Last Update
tr: Son Güncelleme

source: First Step
tr: İlk Adım

source: First Steps
tr: İlk Adımlar

source: must be 114x114 in size
tr: 114x114 boyutlarında olmalıdır

source: Workshop Article
tr: Atölye

source: Workshop Articles
tr: Atölye

source: Howto
tr: Nasıl

source: Howto Articles
tr: Nasıl

source: Installed size
tr: Kurulum boyutu

source: in MB
tr: MB cinsinden

source: Download size
tr: İndirme boyutu

source: Add http:// in front
tr: başına http:// ekleyin

source: Location in Menu
tr: Menüdeki Yeri

source: like Programs > Accesories > KNazar)
tr: Programlar > Yardımcı Programlar > KNazar gibi)

source: Playability
tr: Oynanabilirlik

source: Graphics
tr: Grafikler

source: Sound
tr: Ses

source: Scenario
tr: Senaryo

source: Atmosphere
tr: Atmosfer

source: Learning Time
tr: Öğrenme Süresi

source: like 1 day, 3 hours, 5 months, years.
tr: 1 gün, 3 saat, 5 ay, yıllarca gibi.

source: Game
tr: Oyun

source: Games
tr: Oyunlar

source: Should be the same as title but only consist of small letters and -
tr: Başlıkla aynı olmalı fakat sadece küçük harfler ve - işareti içermelidir

source: Headline Image
tr: Açılış Görseli

source: Image should be 310x205 in size! Press + to upload a new image.
tr: Görsel 310x205 boyutlarında olmalıdır! Yeni görsel eklemek için + işaretine tıklayın.

source: Headline image will be added to summary automaticly.
tr: Açılış görseli otomatik olarak özete eklenecektir.

source: Update Date
tr: Son Güncelleme

source: News
tr: Haberler

source: Installed Size
tr: Kurulum Boyutu

source: Download Size
tr: İndirme Boyutu

source: Editor's Rating
tr: Editör'ün Notu

source: Package
tr: Paket

source: Packages
tr: Paketler

source: Version number
tr: Sürüm numarası

source: Code Name
tr: Kod Adı

source: MD5 sum of Install
tr: kurulanın MD5sum'ı

source: SHA1 sum of Install
tr: Kurulanın SHA1sum'ı

source: MD5 sum of Live
tr: Çalışanın MD5sum'ı

source: SHA1 sum of Live
tr: Çalışanın SHA1sum'ı

source: Release Notes
tr: Sürüm Notları

source: Install Torrent
tr: Kurulan Torrent

source: Live Torrent
tr: Çalışan Torrenti

source: Pardus Version
tr: Pardus Sürümü

source: Pardus Versions
tr: Pardus Sürümleri

source: Install
tr: Kurulan

source: Live
tr: Çalışan

source: Server name
tr: Sunucu adı

source: Address
tr: Adres

source: CD Type
tr: CD Türü

source: Pardus Mirror
tr: Pardus Yansısı

source: Pardus Mirrors
tr: Pardus Yansıları

source: Tag
tr: Etiket

source: Themes
tr: Temalar

source: Wallpapers, fonts and more.
tr: Duvar kağıtları, yazıtipleri ve daha fazlası.

source: %(site_name)s Theme: %(username)s
tr: %(site_name)s Tema: %(username)s

source: very bad
tr: çok kötü

source: bad
tr: kötü

source: good
tr: iyi

source: very good
tr: çok iyi

source: excellent
tr: harika

source: Choose a category for your content
tr: İçeriğiniz için bir kategori seçin

source: You can specify your description about the files you submitted here.
tr: Buraya gönderdiğiniz dosyalar hakkında açıklama yazabilirsiniz.

source: Confirmation
tr: Onay

source: I have the right to give this font away to everyone.
tr: Bu yazıtipini dağıtma hakkında sahibim.

source: Web site of font maker.
tr: Yazıtipi üreticisinin web sitesi.

source: Your font couldn't be read.
tr: Yazıtipi okunamadı.

source: I have the right to give this screenshot away to everyone.
tr: Bu ekran görüntüsünü dağıtma hakkına sahibim.

source: Original Work
tr: Özgün Çalışma

source: Link to original work if exists.
tr: Başka bir çalışmayı temel aldıysanız bunun bağlantısını yazın.

source: I have the right to give this wallpaper away to everyone.
tr: Bu duvar kağıdını dağıtma hakkına sahibim.

source: Create Smaller Wallpapers
tr: Küçüklerini Oluştur

source: %(size)s is not a valid wallpaper size.
tr: %(size)s geçerli bir duvar kağıdı boyutu değil.

source: Wallpapers
tr: Duvar Kağıtları

source: Fonts
tr: Yazıtipleri

source: Type the name of your content here.
tr: İçeriğinizin adını yazın.

source: Change List
tr: Değişiklikler

source: You can specify your changes with version numbers and list them here.
tr: Değişikliklerinizi sürüm numarasıyla birlikte listeleyebilirsiniz.

source: Version Number
tr: Sürüm Numarası

source: Downloads
tr: İndirme Sayısı

source: Open to Comments
tr: Yoruma Açık
