Repository: ozgurlukicin/ozgurlukicin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Click <a href="/kullanici/kayit/">here</a> to register again.
tr: Tekrar kayıt olmak için <a href="/kullanici/kayit/">tıklayın</a>.

source: Your account has been activated successfully! You can login using the User Box on the right side of this page.
tr: Hesabınız başarılı bir şekilde etkinleştirildi! Sayfanın sağındaki Kullanıcı Kutusunu kullanarak giriş yapabilirsiniz.

source: Dashboard
tr: Yönetim Paneli

source: Hello, <b>%(user)s!
tr: Merhaba, <b>%(user)s!

source: You have been registered since %(join_date)s. <br/><br />You can edit your profile by clicking <a href="/kullanici/duzenle/">here</a>.
tr: %(join_date)s tarihinden beri kayıtlısınız. <br /><br />Profilinizi düzenlemek için <a href="/kullanici/duzenle/">buraya</a> tıklayın.

source: There's no topic that you have been following. Click <a href="/forum/">here</a> to return forum.
tr: Takip ettiğiniz bir ileti bulunmamaktadır. Foruma dönmek için <a href="/forum/">tıklayın</a>.

source: Followed topics
tr: Takip edilen başlıklar

source: Remove from Watchlist
tr: İzleme Listesinden Çıkar

source: User Login
tr: Kullanıcı Girişi

source: Username or password doesn't match, please try again.
tr: Kullanıcı adı ve parola eşleşmiyor, lütfen tekrar deneyin.

source: You don't have enough permissions to access this page. If you are already registered, enter your username and password below. If you have forgotton your password click <a href="/kullanici/kayip/">here</a>. If you're not registered click <a href="/kullanici/kayit/">here</a> to register.
tr: Bu işlemi yapmak için yetkiniz yok. Eğer Özgürlükİçin.com'a üyeyseniz aşağıya kullanıcı adı ve parolanızı girin. Parolanızı bilmiyor ya da unuttuysanız <a href="/kullanici/kayip/">kayıp parola</a> bağlantısını izleyin. Eğer üye değilseniz <a href="/kullanici/kayit/">buradan</a> Özgürlükİçin.com'a üye olabilirsiniz.

source: You're already logged in. Click <a href="/kullanici/cikis/">here</a> to logout
tr: Zaten giriş yapmışsınız. Çıkmak için <a href="/kullanici/cikis/">tıklayın</a>

source: You have logged out. You're being redirected to mainpage now. Click <a href="/">here</a> if you don't want to wait.
tr: Sistemden çıktınız. Ana sayfaya yönlendiriliyorsunuz. Beklemek istemiyorsanız <a href="/">buraya tıklayın.</a>

source: You haven't logged in yet, click <a href="/kullanici/giris/">here</a> to login.
tr: Henüz giriş yapmamışsınız, giriş yapmak için <a href="/kullanici/giris/">buraya</a> tıklayın.

source: You have already logged in. You're being redirected to mainpage now. Click <a href="/">here</a> if you don't want to wait.
tr: Zaten giriş yapmışsınız. Ana sayfaya yönlendiriliyorsunuz. Beklemek istemiyorsanız <a href="/">buraya tıklayın.</a>

source: Please enter your username and e-mail address to recover your password. Then click on the link that has been sent to your e-mail address.
tr: Lütfen kayıp parolanızı öğrenmek için kullanıcı adınızı ve E-posta adresinizi giriniz. Parolanızı sıfırlamak için size bir adres gönderilecektir, o adrese tıklayarak parolanızı değiştirin.

source: Operation couldn't be completed.
tr: İşlem tamamlanamadı.

source: A password reset link has been sent to your e-mail address, you can change your password by clicking it within the following 24 hours.
tr: E-mail adresinize parolanızı değiştirmeniz için bir adres gönderildi, 24 saat içerisinde tıklayarak yeni parolanızı alabilirsiniz.

source: Password couldn't be changed, please correct the errors below
tr: Parola değiştirilemedi, lütfen aşağıdaki hataları düzeltin

source: Password was successfully changed.
tr: Parola değiştirildi.

source: Return to profile page
tr: Profil sayfasına dön

source: Edit my profile
tr: Profilimi düzenle

source: Posts in Forum
tr: Forumdaki İletileri

source: No Posts in Forum
tr: Forumda İletisi Yok

source: Personal Information
tr: Kişisel Bilgiler

source: Registration Date
tr: Kayıt Tarihi

source: Contact Information
tr: İletişim Bilgisi

source: Edit Profile
tr: Profili Düzenle

source: Profile couldn't be updated, please fix the errors below
tr: Profil güncellenemedi, lütfen aşağıdaki hataları düzeltin.

source: Your profile is updated successfully
tr: Profiliniz başarılı bir şekilde güncellendi

source: If you have a gravatar associated with your e-mail address, it will be displayed instead of this. For more information about gravatar click <a href="http://www.gravatar.com" target="_blank">here</a>.
tr: E-posta adresinize kayıtlı bir gravatarınız varsa bunun yerine kullanılacaktır. Gravatar hakkında bilgi için <a href="/haber/profillerinizi-senlendirin/">buraya</a> tıklayın.

source: Map
tr: Harita

source: Registration
tr: Kayıt

source: Your registration couldn't be completed, please fill the from completely
tr: Kayıt tamamlanamadı, lütfen aşağıdaki hataları düzeltin

source: You are already logged in, click <a href="/">here</a> to visit mainpage.
tr: Zaten giriş yapmışsınız. Anasayfaya gitmek için <a href="/">tıklayın</a>.

source: I have read the <a href="/hakkinda/icerik-politikasi/" target="_blank">Content Policy</a> and
tr: <a href="/hakkinda/icerik-politikasi/" target="_blank">İçerik Politikasını</a> okudum ve

source: I Decline
tr: Kabul Etmiyorum

source: I Accept
tr: Kabul Ediyorum

source: Registration Done
tr: Kayıt Tamamlandı

source: %(user)s</b>, you have successfully registered! Please activate your account by clicking the link sent to your e-mail address.
tr: %(user)s </b>, kayıt işleminiz başarıyla tamamlandı! Lütfen e-posta adresinize gönderilen bağlantıya tıklayarak üyeliğinizi aktif hale getirin.

source: Homepage
tr: Anasayfa

source: Spread Pardus Users List
tr: Özgürlükiçin Kullanıcıları Listesi

source: More users will appear when you zoom in.
tr: Haritayı yaklaştırdıkça daha çok kullanıcı listelenecektir.

source: Pardus Versions Chart
tr: Pardus Sürümleri Grafiği

source: Only users who has chosen their Pardus version in profile page are shown in the chart below.
tr: Aşağıdaki grafikte, profilinde kullandığı Pardus sürümünü seçen kullanıcılarımızın sayısı görülmektedir.

source: Pardus versions chart
tr: Pardus sürümleri grafiği

source: spreadpardus.com
tr: ozgurlukicin.com

source: There's a total of <span class="bold">%(hits)s</span> workshop articles in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> atölye yazısı bulunmaktadır.

source: Images
tr: Görseller

source: Icon
tr: Simge

source: Icons
tr: Simgeler

source: settings.WEBALIZER_DIR is not configured
tr: settings.WEBALIZER_DIR ayarlanmamış
