Repository: ozgurlukicin/ozgurlukicin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: You can specify if you want other members to comment on your work.
tr: Diğer üyelerin içeriğiniz hakkında yorum yapmasına izin vermeyebilirsiniz.

source: Thumbnail
tr: Küçük resim

source: Approved
tr: Onaylanmış

source: Non-approval Reason
tr: Onaylanmama Sebebi

source: Type the reason here if you don't approve (this will be sent as an e-mail to submitter)
tr: Onaylamıyorsanız sebebini yazın (gönderene e-posta olarak gidecektir)

source: Spread Pardus Theme - Non-approved content
tr: Özgürlükİçin Tema - Onaylanmamış İçerik

source: Spread Pardus Theme <%s>
tr: Özgürlükiçin Tema <%s>

source: Spread Pardus Theme - New Content
tr: Özgürlükİçin Tema - Yeni İçerik

source: Theme Item
tr: Tema Birimi

source: Theme Items
tr: Tema Birimleri

source: Can Manage Theme Queue
tr: Tema Kuyruğunu Yönetebilir

source: Font file
tr: Yazıtipi dosyası

source: Includes Turkish Characters
tr: Türkçe Karakterleri İçerir

source: Font
tr: Yazıtipi

source: Desktop Screenshot
tr: Masaüstü Görüntüsü

source: Desktop Screenshots
tr: Masaüstü Görüntüleri

source: Wallpaper
tr: Duvar Kağıdı

source: Type here the name of file to show users.
tr: Dosyanın kullanıcılara görünecek ismini yazın.

source: Leave blank if you want automatic naming by size.
tr: Boyuta göre otomatik adlandırmak için boş bırakın.

source: Wallpaper File
tr: Duvar Kağıdı Dosyası

source: Wallpaper Files
tr: Duvar Kağıdı Dosyaları

source: Theme Content
tr: Tema İçeriği

source: Spread Pardus - Theme Report
tr: Özgürlükİçin - Tema Şikayeti

source: %(topic)s was reported as abuse. Click here to see the content: %(link)s Content Message (written by <b>%(sender)s</b>): %(message)s Reporter's Comment (written by %(reporter)s): %(reason)s
tr: %(topic)s başlığı şikayet edildi. İçeriği görmek için buraya tıklayın: %(link)s İçerik İletisi (<b>%(sender)s</b> tarafından yazılmış): %(message)s Şikayet sebebi (%(reporter)s tarafından yazılmış): %(reason)s

source: Your abuse report has been sent to admins. Thank you for your support.
tr: Şikayetiniz ilgililere ulaştırılmıştır. Desteğiniz için teşekkür ederiz.

source: You have to login before voting!
tr: Oylamadan önce giriş yapmalısınız!

source: Most Popular Wallpapers
tr: En Beğenilen Duvar Kağıtları

source: Most Popular Desktop Screenshots
tr: En Beğenilen Masaüstü Görüntüleri

source: Most Popular Fonts
tr: En Beğenilen Yazıtipleri

source: Most Popular
tr: En Beğenilenler

source: Page Not Found
tr: Sayfa Bulunamadı

source: Click <a href="/">here</a> to visit main page.
tr: Anasayfa'ya gitmek için <a href="/">tıklayın</a>.

source: Click <a href="/e-dergi/">here</a> to visit e-zine page.
tr: Özgürlükİçin e-dergiye gitmek için <a href="/e-dergi/">tıklayın</a>.

source: Click <a href="/forum/">here</a> to visit forums.
tr: Özgürlükİçin forumlarına gitmek için <a href="/forum/">tıklayın</a>.

source: Page Cannot Be Displayed
tr: Sayfa Görüntülenemiyor

source: Page cannot be displayed
tr: Sayfa görüntülenemiyor

source: Advanced Search
tr: Gelişmiş Arama

source: Show results
tr: Sonuçları göster

source: Pages containing %(term)s
tr: %(term)s kelimesini içeren sayfalar

source: No pages found containing %(term)s
tr: %(term)s kelimesini içeren sayfa bulunamadı

source: Tags (%(count)s)
tr: Etiketler (%(count)s)

source: News (%(count)s)
tr: Haberler (%(count)s)

source: Howto (%(count)s)
tr: Nasıl (%(count)s)

source: Package (%(count)s)
tr: Paketler (%(count)s)

source: First Steps (%(count)s)
tr: İlk Adımlar (%(count)s)

source: Games (%(count)s)
tr: Oyunlar (%(count)s)

source: Workshop (%(count)s)
tr: Atölye (%(count)s)

source: Ideas (%(count)s)
tr: Fikirler (%(count)s)

source: Flatpages (%(count)s)
tr: Sabit Sayfalar (%(count)s)

source: No content found.
tr: İçerik bulunamadı.

source: Spread Pardus RSS
tr: Özgürlükiçin RSS

source: Main Page
tr: Ana Sayfa

source: Workshop
tr: Atölye

source: Planet
tr: Gezegen

source: Podcast
tr: Ajans

source: Lost password
tr: Kayıp parola

source: e-zine
tr: e-dergi

source: Spread Pardus has an e-zine! Click <a href="/e-dergi/">here</a> to read it.
tr: Özgürlükiçin'in şimdi bir de e-dergisi var! Okumak için <a href="/e-dergi/">buraya</a> tıklayın.

source: About
tr: Hakkında

source: Follow
tr: Takip Et

source: <a href="http://www.pardus.org.tr" title="Pardus">Pardus</a> logo is a registered trademark of <a href="http://uekae.tubitak.gov.tr" title="TÜBİTAK/UEKAE">TÜBİTAK/UEKAE</a>.
tr: <a href="http://www.pardus.org.tr" title="Pardus">Pardus</a> logosu <a href="http://uekae.tubitak.gov.tr" title="TÜBİTAK/UEKAE">TÜBİTAK/UEKAE</a>’nin tescilli markasıdır.

source: Shipit
tr: CD Gönder

source: Spread Pardus Mainpage
tr: Özgürlükiçin Anasayfa

source: Download Pardus 2009
tr: Pardus 2009 İndir

source: Pardus Events
tr: Pardus Etkinlikleri

source: Place:
tr: Yer:

source: Speakers:
tr: Konuşmacılar:

source: <span class="bold">%(number_of_comments)s</span> Comment
tr: <span class="bold">%(number_of_comments)s</span> Yorum

source: Previous News
tr: Önceki Haber

source: Next news
tr: Sonraki Haber

source: First Page
tr: İlk Sayfa

source: Previous Page
tr: Önceki Sayfa

source: Current Page
tr: Şimdiki Sayfa

source: Page %(num)s
tr: Sayfa %(num)s

source: Next Page
tr: Sonraki Sayfa

source: Last Page
tr: Son Sayfa

source: Welcome,
tr: Hoşgeldiniz,

source: Documentation
tr: Belgelendirme

source: Change password
tr: Parola değiştir

source: Log out
tr: Çık

source: Home
tr: Anasayfa

source: Add
tr: Ekleme

source: History
tr: Geçmiş

source: View on site
tr: Sitede görüntüle

source: Please correct the error below.
tr: Lütfen aşağıdaki hatayı düzeltin.

source: Download Pardus
tr: Pardus İndir

source: Download Pardus %(version)s
tr: Pardus %(version)s İndir

source: Install CD
tr: Kurulan CD

source: Save
tr: Kaydet

source: Add News
tr: Haber Ekle

source: Edit
tr: Düzenle

source: Filter Images
tr: Görselleri Filtrele

source: You can search images using this box.
tr: Burayı kullanarak görsellerde arama yapabilirsiniz.

source: Use the search box above and select an image from the list
tr: Üstteki arama kutusunu kullanıp listeden bir görsel seçiniz

source: %(posts)s post
tr: %(posts)s ileti

source: Authors
tr: Yazarlar

source: Rules
tr: Kurallar

source: Planet Rules
tr: Gezegen Kuralları

source: Other planets
tr: Diğer Gezegenler

source: Back
tr: Geri

source: Forward
tr: İleri

source: upload
tr: gönder

source: Upload
tr: Gönder

source: Related Pages
tr: İlgili Sayfalar

source: Content Policy
tr: İçerik Politikası

source: Privacy Policy
tr: Gizlilik Politikası

source: Forum Rules
tr: Forum Kuralları

source: Contact
tr: Bize Ulaşın

source: Admins
tr: Yöneticiler

source: Users
tr: Kullanıcılar

source: Technical
tr: Teknik

source: Reported Posts
tr: Raporlanmış İletiler

source: There's no reported post. Click <a href="/forum/">here</a> to go to forum
tr: Raporlanmış herhangi bir ileti bulunmamaktadır. Foruma dönmek için <a href="/forum/">Tıklayın

source: Reported Posts:
tr: Raporlanmış İletiler:

source: Reporter:
tr: Raporlayan:

source: Reason:
tr: Sebep:

source: Remove from Abuse List
tr: Şikayet Listesinden Çıkar

source: Change Poll
tr: Anketi Değiştir

source: Poll couldn't be changed. Please fix the errors below.
tr: Anket değiştirilemedi, lütfen aşağıdaki hataları düzeltin

source: Add Poll
tr: Anket Ekle

source: Poll couldn't be created. Please fix the errors below.
tr: Anket oluşturulamadı, lütfen aşağıdaki hataları düzeltin.

source: Create Poll
tr: Anket Oluştur

source: Profile
tr: Profil

source: Followed Topics
tr: Takip Edilen Başlıklar

source: Updated Topics
tr: Güncellenen Başlıklar

source: Latest Posts
tr: Son İletiler

source: Paste Tool
tr: Yapıştırma Aracı

source: Mark All as Read
tr: Tümünü Okunmuş Say

source: Abuse Reports (%(abuse_count)s)
tr: Şikayet Edilmiş İletiler (%(abuse_count)s)

source: Logout
tr: Çıkış

source: Spread Pardus Forum
tr: Özgürlükİçin Forum

source: New Topic
tr: Yeni Başlık

source: Views
tr: Görüntüleme

source: Locked Topic
tr: Kilitli Başlık

source: Sticky Topic
tr: Sabit Başlık

source: Read Topic
tr: Okunmuş Başlık

source: Unread Topic
tr: Okunmamış Başlık

source: Locked and Sticky Topic
tr: Kilitli ve Sabit Başlık

source: go to post
tr: iletiye git

source: Done
tr: Tamamlandı

source: Click here to go back
tr: Geri gitmek için tıklayın

source: Error!
tr: Hata!

source: You may read our forum rules <a href="/hakkinda/forum-kurallari/" class="bold">here</a>.
tr: Forum kurallarına <a href="/hakkinda/forum-kurallari/" class="bold">buradan</a> ulaşabilirsiniz.

source: Read forum
tr: Okunmuş forum

source: Unread forum
tr: Okunmamış Forum

source: No posts yet
tr: Henüz ileti yok

source: Statistics
tr: İstatistikler

source: claw
tr: pati

source: Total Members
tr: Toplam Üye Sayısı

source: Total Posts
tr: Toplam İleti Sayısı

source: Total Categories
tr: Toplam Kategori Sayısı

source: Total Topics
tr: Toplam Başlık Sayısı

source: Members Born Today :
tr: Bugün Doğan Üyelerimiz :

source: None
tr: Yok

source: Meanings of icons in forum
tr: Forumdaki simgelerin anlamları

source: Read forum or topic
tr: Okunmuş forum ya da konu

source: Containts new posts
tr: Yeni ileti var

source: General Announcement
tr: Genel duyuru

source: Locked (closed to new topics)
tr: Kilitli (yeni iletilere kapalı)

source: Locked and Unread Topic
tr: Kilitli ve Okunmamış Başlık

source: Locked and contains new posts
tr: Kilitli ve okunmamış ileti var

source: Locked General Announcement
tr: Kilitli Genel Duyuru

source: Sticky (stays on top)
tr: Sabit (her zaman üstte kalır)

source: Locked and sticky
tr: Kilitli ve sabit

source: Select the topic to append %(forum)s &#62; %(topic)s.
tr: %(forum)s &#62; %(topic)s başlığını birleştireceğiniz başlığı seçin.

source: Select the forum to move %(forum)s &#62; %(topic)s.
tr: %(forum)s &#62; %(topic)s başlığını taşıyacağınız forumu seçin.

source: Couldn't create topic, please fix the errors below
tr: Başlık açılamadı, lütfen aşağıdaki hataları düzeltin

source: Flood protection, please wait for %(timeout)s seconds.
tr: Flood koruması aktif, lütfen %(timeout)s saniye bekleyin.

source: You can use our <a href="/yapistir/" target="_blank">paste tool</a> if you need to insert a long text or code.
tr: Uzun bir metin ya da kod yazmanız gerekiyorsa <a href="/yapistir/" target="_blank">yapıştırma aracını</a> kullanabilirsiniz.

source: Create Topic
tr: Başlık Aç

source: Register Date:
tr: Kayıt Tarihi:

source: info
tr: bilgi

source: post address
tr: ileti adresi

source: Reply
tr: Yanıtla

source: Go to message
tr: İletiye git

source: Posts sent by %(author)s
tr: %(author)s tarafından gönderilen iletiler

source: Report Post
tr: İleti Raporla

source: follow
tr: izle

source: Follow with e-mail
tr: E-posta ile izle

source: add poll
tr: anket ekle

source: click here to vote
tr: oy vermek için tıklayın

source: Click on an option to vote for it.
tr: Oylamaya katılmak için şıklardan birini tıklayın.

source: Voting deadline:
tr: Oylama bitiş tarihi:

source: change
tr: değiştir

source: delete
tr: sil

source: Version
tr: Sürüm

source: report
tr: raporla

source: Report abuse
tr: Kurallara uymayan iletiyi şikayet et

source: quote
tr: alıntıla

source: edit
tr: düzenle

source: hide
tr: gizle

source: show
tr: göster

source: This post was edited once.
tr: Bu ileti %(edit_count)s kez değiştirilmiştir.

source: Last edit was made at %(edit_date)s by %(last_edited_by)s.
tr: Son düzenleme %(edit_date)s tarihinde %(last_edited_by)s tarafından yapılmıştır.

source: Unlock
tr: Kilidi kaldır

source: Merge Topic
tr: Başlığı Birleştir

source: Move Topic
tr: Başlığı Taşı

source: Hide Topic
tr: Başlığı Gizle

source: Show Topic
tr: Başlığı Göster

source: Make Sticky
tr: Sabitle

source: Remove Sticky
tr: Sabitliği Kaldır

source: Lock Topic
tr: Başlığı Kilitle

source: Edit Topic
tr: Başlığı Düzenle

source: Unread Topics ({{ topic_count }})
tr: Okunmamış Başlık ({{ topic_count }})

source: Fixed Topic
tr: Sabit Başlık

source: Fixed and Locked Topic
tr: Sabit ve Kilitli Başlık

source: Last update:
tr: Son güncelleme:

source: Contribute
tr: Katkıda bulunun

source: If you want to contribute to first steps section, click <a href="/katki/ilk_adimlar/">here</a> to visit the contribution guide.
tr: İlk adımlar bölümüne katkıda bulunmak istiyorsanız <a href="/katki/ilk_adimlar/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: Related Videos
tr: İlgili Videolar

source: There's a total of <span class="bold">%(hits)s</span> first step articles in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> ilk adım yazısı bulunmaktadır.

source: If you want to contribute first steps section click <a href="/katki/oyun/">here</a> to view our contribution guide.
tr: İlk adımlar bölümüne katkıda bulunmak istiyorsanız <a href="/katki/ilk_adimlar/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: %(number_of_comments)s comment
tr: %(number_of_comments)s yorum

source: print
tr: yazdır

source: printer friendly view
tr: yazıcı dostu görünüm

source: Details
tr: Ayrıntılar

source: Package size
tr: Paket boyutu

source: Web site of the game
tr: Oyunun web sitesi

source: Ratings
tr: Puanlar

source: Learning Time:
tr: Öğrenme Süresi:

source: Gameplay
tr: Oynanabilirlik

source: Place in Menu
tr: Menüdeki Yeri

source: Related Wiki Pages
tr: İlgili Wiki Sayfaları

source: If you want to contribute to games section, click <a href="/katki/oyun/">here</a> to visit the contribution guide.
tr: Oyunlar bölümüne katkıda bulunmak istiyorsanız <a href="/katki/oyun/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: <span class="bold">%(number_of_comments)s</span> comment
tr: <span class="bold">%(number_of_comments)s</span> yorum

source: There's a total of <span class="bold">%(hits)s</span> game reviews in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> oyun incelemesi bulunmaktadır.

source: If you want to contribute games section click <a href="/katki/oyun/">here</a> to view our contribution guide.
tr: Oyunlar bölümüne katkıda bulunmak istiyorsanız <a href="/katki/oyun/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: Related Articles
tr: İlgili Yazılar

source: Related wiki pages
tr: İlgili wiki sayfaları

source: Related videos
tr: İlgili videolar

source: If you want to contribute to howto section, click <a href="/katki/nasil/">here</a> to visit the contribution guide.
tr: Nasıl bölümüne katkıda bulunmak istiyorsanız <a href="/katki/nasil/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: There's a total of <span class="bold">%(hits)s</span> howto articles in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> nasıl yazısı bulunmaktadır.

source: A post in "%(post.topic)s" has been reported. Visit this link to see the post: %(WEB_URL)s%(post.get_absolute_url)s Post was containing this message(written by %(post.author)s): %(post.text)s Report message was containing this message(written by %(report.submitter)s): %(report.reason)s
tr: "%(post.topic)s" başlığındaki bir ileti şikayet edildi. İletiyi görmek için tıklayın: %(WEB_URL)s%(post.get_absolute_url)s İletinin içeriği buydu (%(post.author)s tarafından yazılmış): %(post.text)s Şikayet metni buydu (%(report.submitter)s tarafından yazılmış): %(report.reason)s

source: Greetings! Someone sent a password reset request for your account at %(date)s from %(ip)s. To change your password, please visit this link during the next 24 hours. %(link)s Thanks, %(SITE_NAME)s
tr: Merhaba! %(ip)s adresli biri %(date)s tarihinde hesabınız için parola sıfırlama isteğinde bulunmuştur. Parolanızı değiştirmek için lütfen 24 saat içinde aşağıdaki bağlantıyı ziyaret ediniz. %(link)s Teşekkürler, %(SITE_NAME)s

source: Greetings! You have created a new user account in %(SITE_NAME)s at %(date)s from %(ip)s. To acknowledge this account please visit this link during the next 48 hours. %(link)s Thanks, %(SITE_NAME)s
tr: Merhaba! %(SITE_NAME)s web sitesinde %(ip) ip numarasıyla %(date)s tarihinde bir hesap oluşturdunuz. Onaylıyorsanız lütfen aşağıdaki bağlantıyı 48 saat içinde ziyaret ediniz. %(link)s Teşekkürler, %(SITE_NAME)s

source: Share
tr: Paylaş

source: add to del.icio.us
tr: del.icio.us'a ekle

source: add to facebook
tr: facebook'a ekle

source: add to identica
tr: identica'ya ekle

source: add to twitter
tr: twitter'a ekle

source: add to stumbleupon
tr: stumbleupon'a ekle

source: add to google buzz
tr: google buzz'a ekle

source: add to technorati
tr: technorati'ye ekle

source: There's a total of <span class="bold">%(hits)s</span> news in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> haber bulunmaktadır.

source: Send
tr: Gönder

source: License:
tr: Lisans:

source: Package size:
tr: Paket boyutu:

source: Installed size:
tr: Kurulum boyutu:

source: Web site of the package
tr: Paketin web sitesi

source: Editors Note
tr: Editörün Notu

source: %(points)s point
tr: %(points)s puan

source: Place in Pardus Menu
tr: Pardus Menüsündeki Yeri

source: If you want to contribute to packages section, click <a href="/katki/paket/">here</a> to visit the contribution guide.
tr: Paketler bölümüne katkıda bulunmak istiyorsanız <a href="/katki/paket/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: There's a total of <span class="bold">%(hits)s</span> package reviews in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> paket incelemesi bulunmaktadır.

source: If you want to contribute packages section click <a href="/katki/paket/">here</a> to view our contribution guide.
tr: Paketler bölümüne katkıda bulunmak istiyorsanız <a href="/katki/paket/">buraya</a> tıklayarak size kılavuzluk edecek sayfaya gidebilirsiniz.

source: You can use Spread Pardus paste tool for sharing texts like your console outputs and programming codes. Our <a href="/icerik-politikasi/">content</a> and <a href="/forum-kurallari/">forum</a> policies also applies to this paste tool.
tr: Özgürlükiçin yapıştırma aracını, foruma ekleyeceğiniz konsol komutlarının çıktılarını ve yazdığınız kodları paylaşmak için kullanabilirsiniz. <a href="/icerik-politikasi/">İçerik</a> ve <a href="/forum-kurallari/">forum</a> kuralları yapıştırma aracımız için de geçerlidir.

source: Paste
tr: Yapıştır

source: This text has been hidden by an admin.
tr: Bu yazı yönetici tarafından gizlenmiştir.

source: It was sent by %(author)s on %(date)s and was hidden by an admin.
tr: %(author)s tarafından %(date)s tarihinde gönderilmiş ve yönetici tarafından gizlenmiştir.

source: This was sent by %(author)s on %(date)s.
tr: %(author)s tarafından %(date)s tarihinde gönderildi.

source: you can copy link by right clicking this
tr: sağ tıklayıp bağlantıyı kopyalayabilirsiniz

source: Are you sure you want to hide/show this text?
tr: Bu yazıyı gizlemek/göstermek istediğinizden emin misiniz?

source: Yes
tr: Evet

source: Abort
tr: İptal

source: ogg feed
tr: ogg baslemesi

source: mp3 feed
tr: mp3 beslemesi

source: Duration
tr: Süre

source: Commentators
tr: Konuşmacılar

source: Pardus Podcast
tr: Ajans Pardus

source: spreadpardus
tr: ozgurlukicin

source: Spread Pardus Talks
tr: Özgürlükiçin Sohbetleri

source: Duration:
tr: Süre:

source: <span class="bold">%(comment_count)s</span> Comment
tr: <span class="bold">%(comment_count)s</span> Yorum

source: There's a total of <span class="bold">%(hits)s</span> podcasts in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> ajans bulunmaktadır.

source: Latest Podcast
tr: Güncel Ajans

source: %(tag)s Tagged Content
tr: %(tag)s Etiketli İçerik

source: %(tag)s tagged content
tr: %(tag)s etiketli içerik

source: (%(count)s article)
tr: (%(count)s yazı)

source: (%(count)s topic)
tr: (%(count)s başlık)

source: Reported Themes
tr: Raporlanmış Temalar

source: There is no reported entry. Click here to visit <a href="/tema/">main</a> theme page.
tr: Raporlanmış herhangi bir ileti bulunmamaktadır. Tema ana sayfasına dönmek için <a href="/tema/">tıklayın</a>.

source: Reported Themes:
tr: Raporlanmış Temalar:

source: License Information
tr: Lisans Bilgisi

source: Theme Abuse Reports
tr: Tema Şikayetleri

source: Add Content
tr: İçerik Ekle

source: Link to theme page
tr: Tema sayfasına bağlantı

source: Link to original work
tr: Özgün çalışma bağlantısı

source: Theme
tr: Tema

source: Report Abuse
tr: Şikayet Et

source: Your content is awaiting for review now.
tr: Gönderdiğiniz içerik yöneticilerimiz tarafından incelendikten sonra yayına alınacaktır.

source: Save Changes
tr: Değişiklikleri Kaydet

source: Are you sure you want to delete this theme?
tr: Bu temayı silmek istediğinizden emin misiniz?

source: Delete
tr: Sil

source: Other Contents
tr: Diğer İçerik

source: Larger Picture
tr: Büyük Resim

source: %(vote_count)s vote
tr: %(vote_count)s oy

source: Submit Date:
tr: Gönderildiği Tarih:

source: Views:
tr: Gösterim Sayısı:

source: Description:
tr: Tanım:

source: Your download will start in 3 seconds. Click <a href="%(download_url)s">here</a> if it doesn't start.
tr: İndirmeniz 3 saniye içinde başlayacaktır. Eğer başlamazsa <a href="%(download_url)s">buraya</a> tıklayın.

source: Downloads:
tr: İndirme Sayısı:

source: Preview
tr: Önizleme

source: write something in the box below and press Enter
tr: aşağıdaki kutuya bir şeyler yazıp Enter'e basın

source: content sent by %(author)s
tr: %(author)s tarafından gönderilen içerik

source: There's a total of <span class="bold">%(hits)s</span> contents in <span class="bold">%(pages)s</span> pages.
tr: <span class="bold">{{ pages }}</span> sayfada toplam <span class="bold">{{ hits }}</span> içerik bulunmaktadır.

source: Change Lost Password
tr: Kayıp Parola Değiştir

source: You have already logged in.
tr: Zaten giriş yapmışsınız.

source: Click <a href="/">here</a> to return to mainpage.
tr: Anasayfaya gitmek için <a href="/">tıklayın</a>.

source: Incorrect key. Please use the link that has been sent to your e-mail address!
tr: Anahtar geçersiz, lütfen e-posta adresinize gönderilen bağlantıya tıkladığınızdan emin olun.

source: Your key has expired, please click <a href="/kullanici/kayip">here</a> to request e-mail again and click the link within 24 hours.
tr: Anahtarın geçerlilik süresi geçmiş, lütfen <a href="/kullanici/kayip">buraya</a> tıklayıp yeniden istekte bulunarak e-postaya gönderilen bağlantıya 24 saat içerisinde tıklayın.

source: There were some errors. Please fill the form again.
tr: Lütfen aşağıdaki hataları düzeltin.

source: Change Password
tr: Parolayı Değiştir

source: Your password has been changed successfully.
tr: Parolanız başarılı bir şekilde değiştirildi.

source: Click <a href="%(login_url)s">here</a> to login.
tr: Giriş yapmak için <a href="%(login_url)s">tıklayın</a>.

source: Registration Approval
tr: Kayıt Onayı

source: There's no such user!
tr: Böyle bir kullanıcı yok!

source: Click <a href="/">here</a> to return to mainpage
tr: Anasayfaya gitmek için <a href="/">tıklayın</a>.

source: This account has already been activated!
tr: Bu hesap zaten etkinleştirilmiş!

source: Your key has expired, please try to register again and activate within 48 hours.
tr: Anahtarınız eskimiş, lütfen tekrar kaydolup 48 saat içinde etkinleştirin.
